const n=`发布日期：2023年6月10日<br />生效日期：2023年6月10日
<a name="GFJwj"></a>
### 引言
本《会员支付协议》（以下简称“本协议”）是您（下称“用户”或“您”）与我们（下称“服务提供商”或“我们”）之间就使用服务提供商的支付系统进行交易的约定。在使用支付系统之前，请您仔细阅读并理解本协议的所有内容。
<a name="FJ9gf"></a>
### 1 接受条款
1.1 用户在使用支付系统之前，应仔细阅读并同意遵守本协议。用户通过使用支付系统即表示同意接受本协议全部条款的约束。<br />1.2 如果用户不同意接受本协议的任何条款，请停止使用支付系统。
<a name="ekFiO"></a>
### 2 账户注册与管理
2.1 用户注册账户时应提供真实、准确的个人信息，并确保该信息的及时更新。<br />2.2 用户注册成功后，将获得一个唯一识别码作为账户标识。用户需妥善保管自己的账户和密码，并对其在该账户下发生的所有活动承担责任。<br />2.3 如发现未经授权使用自己账户或其他安全漏洞，用户应立即通知服务提供商，并采取必要措施以保护自己的权益。
<a name="KyWhe"></a>
### 3 支付交易
3.1 用户可以通过支付系统进行在线付款、转账等交易操作。<br />3.2 用户通过支付系统进行交易时，应确保交易信息的准确性，并按照相关规定完成支付程序。<br />3.3 用户在使用支付系统进行交易时，应遵守国家法律法规以及支付系统的使用规则和协议。
<a name="akPUn"></a>
### 4 费用与结算
4.1 用户在使用支付系统进行交易时，可能需要支付相应的手续费或服务费。具体费用标准和结算方式将根据服务提供商的规定执行。<br />4.2 用户同意服务提供商有权随时调整手续费或服务费的收取标准，并通过合适的方式通知用户。
<a name="nKILQ"></a>
### 5 风险提示与免责声明
5.1 在使用支付系统进行交易过程中，由于互联网等技术原因可能会存在一定风险，包括但不限于信息泄露、网络延迟等。用户应自行承担相应风险。<br />5.2 在任何情况下，服务提供商对因使用支付系统引起的任何直接或间接损失概不负责，包括但不限于利润损失、数据丢失等。
<a name="hPSsg"></a>
### 6 协议修改与终止
6.1 服务提供商有权根据需要随时修改本协议，并通过在支付系统上发布公告通知用户。修改后的协议一经公布即有效代替原来的协议。<br />6.2 用户若对修改后的协议有异议，应立即停止使用支付系统；若继续使用支付系统，则视为接受修改后的协议。<br />6.3 服务提供商有权根据实际情况终止向用户提供支付系统，无需对用户承担任何责任。
<a name="iBp5x"></a>
### 7 法律适用与争议解决
7.1 本协议适用中华人民共和国法律。如发生本协议条款与中华人民共和国法律相抵触时，以法律规定为准。<br />7.2 用户和服务提供商因本协议产生的争议应友好协商解决；若协商不成，则提交有管辖权的人民法院诉讼解决。

请您在使用支付系统之前仔细阅读并理解以上条款，并确保自愿、真实地同意遵守本《用户支付协议》。如您对协议内容有任何疑问或异议，请联系我们进行咨询。感谢您的支持与理解！
`;export{n as default};
