const n=`发布日期：2023年6月10日<br />生效日期：2023年6月10日
<a name="YOZzM"></a>
### 引言
本《隐私协议》（以下简称“本协议”）是您（下称“用户”或“您”）与我们（下称“服务提供商”或“我们”）之间就使用服务提供商的软件产品及相关服务（以下简称“本服务”）所订立的协议。在使用本服务之前，请您仔细阅读并理解本协议的所有内容。
<a name="Rc61g"></a>
### 1 个人信息收集
1.1 用户在注册账号及使用过程中提供给我们的个人信息，包括但不限于姓名、联系方式等，我们将按照法律法规和本协议的规定进行收集。<br />1.2 我们将通过合法手段收集用户的个人信息，并严格遵守相关法律法规以及隐私政策的约定。
<a name="mwLPk"></a>
### 2 个人信息使用
2.1 我们承诺对用户的个人信息进行保密，并仅在必要时为向用户提供服务而使用。<br />2.2 未经用户同意，我们不会向任何第三方透露用户的个人信息，除非获得用户明确授权或法律法规另有规定。
<a name="ejJHg"></a>
### 3 个人信息保护
3.1 我们将采取安全措施保护用户的个人信息免遭未经授权的访问、泄露或篡改。但鉴于互联网技术的不断发展，我们无法完全保证信息安全的绝对性。<br />3.2 在发生个人信息泄露、丢失或被篡改等安全事件时，我们将采取相应措施进行修复，并及时通知用户。
<a name="JxzMY"></a>
### 4 第三方链接
4.1 本服务可能包含指向第三方网站或服务的链接。这些第三方网站或服务与我们无关，其隐私政策可能与我们不同。<br />4.2 用户在访问第三方网站或使用第三方服务时，请仔细阅读并了解其隐私政策，自行判断风险并做出决策。
<a name="pI0MQ"></a>
### 5 免责声明
5.1 用户明确知晓并同意使用本服务所存在的风险及其后果将完全由用户自行承担，服务提供商对此不承担任何责任。<br />5.2 对于因不可抗力、计算机病毒或黑客攻击等原因导致用户个人信息泄露、丢失或被篡改而造成的损失，服务提供商不承担任何责任。
<a name="tNufH"></a>
### 6 协议修改与终止
6.1 服务提供商有权根据需要随时修改本协议，并通过在软件产品上发布公告通知用户。修改后的协议一经公布即有效代替原来的协议。<br />6.2 用户若对修改后的协议有异议，应立即停止使用本服务；若继续使用本服务，则视为接受修改后的协议。<br />6.3 服务提供商有权根据实际情况终止向用户提供本服务，无需对用户承担任何责任。
<a name="HkBJw"></a>
### 7 法律适用与争议解决
7.1 本协议适用中华人民共和国法律。如发生本协议条款与中华人民共和国法律相抵触时，以法律规定为准。<br />7.2 用户和服务提供商因本协议产生的争议应友好协商解决；若协商不成，则提交有管辖权的人民法院诉讼解决。

请您在使用本服务之前仔细阅读并理解以上条款，并确保自愿、真实地同意遵守本《隐私协议》。如您对协议内容有任何疑问或异议，您可以通过TalkX网站上“联系我们”页面现有的联系方式与我们取得联系。感谢您的支持与理解！
`;export{n as default};
