const n=`发布日期：2023年6月10日<br />生效日期：2023年6月10日
<a name="Ownkz"></a>
### 简介
本内容政策规定了允许在我们的网站/平台上发布的内容类型，以确保为用户提供安全和和谐的环境。
<a name="mQJqM"></a>
### 被禁止的内容
我们的网站/平台禁止以下类型的内容：

1. 煽动基于种族、民族、国籍、宗教、性取向、性别或残疾的个人或群体实施暴力或歧视的仇恨言论或材料；
2. 色情、露骨或带有性暗示的材料；
3. 明显或无端的暴力，包括对个人或动物的暴力行为；
4. 对个人或团体的骚扰、欺凌或威胁；
5. 欺诈、误导或欺骗性内容；
6. 非法活动，例如出售非法毒品或枪支。
<a name="q2wdj"></a>
### 用户的责任
本网站/平台的用户对其发布和AI回答的内容全权负责，并必须遵守所有适用的法律法规。如果用户违反本内容政策，我们保留删除违规内容并采取适当行动的权利，包括禁用用户帐户。
<a name="kbWNt"></a>
### 内容审查
我们保留审查和删除违反本内容政策的任何内容的权利。如果您遇到您认为违反本政策的内容，请使用我们网站/平台上的“反馈与建议”功能或帮助中心向我们报告，我们将调查所有反馈，并在确认违反内容政策的内容后采取适当行动。
<a name="VJtsu"></a>
### 免责声明
我们的网站/平台不认可任何用户和AI生成的内容，也不对此类内容的准确性、完整性或合法性负责。在用户和AI生成的内容中表达的观点和意见不代表我们的网站/平台。

使用我们的网站/平台即表示您同意遵守本内容政策。我们可能会不时更新此政策，因此请定期查看任何更改。
`;export{n as default};
